[
  {
    "subtitle": "At SearchBase, we are committed to maintaining the security and privacy of our customers’ personal data. We appreciate and value how important privacy is to you and therefore we protect your information as if it were our own. This policy will explain why we need your data, how we use it and your rights over it. As part of respecting your rights to control your personal data, this privacy policy explains the information we collect from you, either directly or indirectly, and how we will use it. We will endeavour to ensure that any information you submit to us remains private and is only used for the purposes set out in this policy."
  },
  {
    "title": "Who is responsible for your data?",
    "subtitle": "The services provided to you by SearchBase mean that we are responsible for your data and will be the Data processor."
  },
  {
    "title": "What information we collect & process, and why",
    "subtitle": "To enable SearchBase to effectively deliver our services for our clients, we are required to process your data in a number of different ways, depending on the requirements, such as:",
    "items": [
      "Your name and contact details. We use your name and contact details, such as email, postal address and contact number, to get back in contact with you so that you can tell us your question, query or feedback. We may also request your company name, if the request is on behalf of a business. We use the same information to send you information by email or post about our services. We will also use your name and contact details in order to perform our contract with you. Without this information, we could not provide you with our services."
    ],
    "texts": [
      "In any event, we are committed to ensuring that the information we collect and use is appropriate for the purpose, and does not constitute an invasion of your privacy."
    ]
  },
  {
    "subtitle": "Depending on the activity, we will use the following reasons to process your information:",
    "items": [
      "you have given us consent to do so.",
      "we are processing your information so that we can fulfil our promise or agreement in providing services to you.",
      "we need to comply with a legal obligation."
    ],
    "texts": [
      "We only use your information for the purposes detailed in this policy. If there are any changes to the way we process your data we will contact you and ensure that any new processing is done in accordance with the GDPR."
    ]
  },
  {
    "title": "Who we share your data with",
    "subtitle": "We occasionally use selected companies to provide services on behalf of our business, which may involve the processing of your personal data, however, we only share your personal data with companies which help us deliver our services or when absolutely necessary. If we and when we do share your information, we ensure that all your data is treated with the same high standards as if it were our own."
  },
  {
    "title": "How long is your data retained?",
    "subtitle": "SearchBase will only keep your personal data for as long as necessary to provide you with our services."
  },
  {
    "title": "How is your data kept secure?",
    "subtitle": "SearchBase rely on a series of people, process, physical and technological controls that help us protect your data. "
  },
  {
    "title": "Your Personal Data Rights",
    "subtitle": "You have a great deal of rights over your personal information and at SearchBase, we are committed to honouring them for you when processing your data. The next sections provide you with information on how you can request a variety of activities from us regarding your personal data, not just personal data obtained through this site, but also personal data processed across other areas of our business."
  },
  {
    "title": "How can you rectify your data if it is not accurate?",
    "subtitle": "If you wish to inform us of any changes to your personal data or preferences, then please contact us at support@SearchBase.com"
  },
  {
    "title": "How can you gain access to your personal data?",
    "subtitle": "If you require access to your personal data, you have the right to request this information from SearchBase which will be provided free of charge. If we are processing your personal information, you may request access to it by emailing support@SearchBase.com, or writing to us at Unit 1 Clydesmuir Rd, Cardiff CF24 2QS.",
    "texts": [
      "In order to correctly process your request and authenticate your identity we may request photographic identity and a proof of address. Some examples are passport or driving licence and a recent utility bill.",
      "Once your request is received and identity verified, we will communicate back to you in writing, where appropriate by electronic means, or if requested, the information may be provided orally. The response will be within a calendar month, unless an extension is required, which in this case we will still communicate back to you within a calendar month, outlining our justification for the additional time required.",
      "This information will be provided free of charge, unless it is manifestly unfounded or excessive, and responses will be without undue delay and within a calendar month. If we do not take action regarding your request, we will provide the reasons for not doing so. You also have the right to complain to the UK Information Commissioners Office (ICO) and the ability to seek to enforce this right through a judicial remedy. "
    ]
  },
  {
    "title": "How can you request the erasure of your data from our systems?",
    "subtitle": "If you believe your data should be erased by SearchBase, then you have the right to request this by emailing support@SearchBase.com, and providing us with full details of your request, along with the rationale behind your request.",
    "texts": [
      "In order to correctly process and ensure you are the data subject, we will need to verify your identity, which may include a request for photographic identity and a proof of address. Some examples are passport or driving licence and a recent utility bill. We only retain data as long as necessary but will review your request accordingly and respond to you within a calendar month.",
      "If we do not take action regarding your request to erasure, we will provide the reasons for not doing so. You also have the right to complain to the UK Information Commissioners Office (ICO) and the ability to seek to enforce this right through a judicial remedy."
    ]
  },
  {
    "title": "How can you make a request for SearchBase to restrict processing of your data?",
    "subtitle": "You have the right to request that SearchBase, process your data on a restricted basis in certain circumstances.",
    "texts": [
      "You can make a request to restrict processing of your personal data, by providing full details and reasons for your request by emailing support@SearchBase.com",
      "In order to correctly process and ensure you are the data subject, we may need to verify your identity, which may include a request for photographic identity and a proof of address. Some examples are passport or driving licence and a recent utility bill. We will automatically restrict processing whilst we consider the accuracy of the data or the legitimate grounds for processing it, in line with your rights.",
      "If we do not take action regarding your request to restrict processing, you have the right to complain to the UK Information Commissioners Office (ICO)and to a judicial remedy."
    ]
  },
  {
    "title": "How do you object to SearchBase processing your data?",
    "subtitle": "You have the right to object to the processing of your personal data in a range of specified circumstances.",
    "texts": [
      "Your objection must be based on your particular situation and unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms or we are processing the data for the establishment, exercise or defence of legal claims, we will stop processing your personal data.",
      "Where your personal data are processed for direct marketing purposes, this right is absolute, and we will cease processing on receipt of an objection without exception. You can make an objection to us processing your personal data by providing full details of your request by emailing support@SearchBase.com",
      "In order to correctly process and ensure you are the data subject, we may need to verify your identity, which needs to be a photographic identity and a proof of address. Some examples are passport or driving licence and a recent utility bill.",
      "This information will be provided free of charge with responses being made without undue delay and within a month."
    ]
  },
  {
    "title": "How can you raise a concern or make a complaint?",
    "subtitle": "We are always interested in what our customers have to say, good or bad. If you wish to provide us with any feedback regarding this policy, have a complaint or wish to exercise any of your rights listed above, please contact us at SearchBase via",
    "items": [
      "Main Line: TBC",
      "support@SearchBase.com"
    ],
    "texts": [
      "If you prefer to write to us, rather than send an email, please do so at: Unit 1 Clydesmuir Rd, Cardiff CF24 2QS",
      "Alternatively, if you are not satisfied with our response, you can contact our supervisory authority, which is the United Kingdom, Information Commissioner’s Office (ICO) who can be contacted directly on 0303 123 1113 or by visiting https://ico.org/concerns"
    ]
  },
  {
    "title": "Cookies and website analytics",
    "subtitle": "A Cookie is a file containing information that is stored on your computer when you visit a website. When you visit the website again, the cookie allows that site to recognise you. The length of time a cookie will stay on your computer or mobile device depends on whether it is a \"persistent\" or a \"session\" cookie. At SearchBase we make use both types of cookie. When using Session cookies, they will only stay on your device until you stop that browsing session. Whereas Persistent cookies stay on your computer or mobile device until they either expire or are deleted. We may use the following types of cookies on our website.",
    "items": [
      "Strictly necessary cookies. These cookies are essential for you to browse the SearchBase website and use its features. Without these cookies, some services cannot be provided.",
      "Performance cookies. These cookies collect information about how you use our websites. This data may be used to help optimise our website and make it easier for you to navigate.",
      "Functional cookies. These cookies allow our website to remember the choices you make and personalise your experience. For example, where a member chooses to store his or her password for log on purposes a pseudonymised version of this data is stored locally on the machine which means that no one can easily recover a member’s user name or password but it makes it easy to log back on.",
      "Third Party cookies. Third party cookies are those placed by websites and/or parties other than SearchBase. These cookies may be used on our website to improve our products or services or to help us provide more relevant advertising. These cookies are subject to their respective privacy policies for these external services.",
      "Analytics cookies. We use analytics cookies, like those offered by Google Analytics, to help us understand things like how long someone stays on our website, what pages they find most useful, and how they arrived at SearchBase. To learn more about Google Analytics and your data, visit this Google webpage https://support.google.com/analytics/answer/6004245"
    ]
  },{
  "title": "Changes to our Privacy Policy",
  "subtitle": "We may occasionally make alterations to this page which will reflect how we process and look after your data. This is to ensure our commitment to you in protecting your information and upholding your rights. If important changes are made to this policy, we will draw your attention to them by making this clear on our website, through our services or by another means of communication, such as email. This will allow you to assess the changes and make an up-to-date decision if you would like to continue using our services."
}
]