[
  {
    "subtitle": "Last Updated on 08/06/2019"
  },
  {
    "headline": "Privacy Policy",
    "subtitle": "Effective Date 22nd May 2018",
    "texts": [
      "The EU General Data Protection Regulation (“GDPR”) comes into force across the European Union on 25th May 2018 and brings with it the most significant changes to data protection law in two decades. Based on privacy by design and taking a risk-based approach, the GDPR has been designed to meet the requirements of the digital age.",
      "SearchBase is committed to protecting the privacy and security of your personal information. The information you share and provide with SearchBase allows us to provide you with the best personal experience with our products. We have a Privacy Policy program that protects and encrypts all the personal information we collect and helps ensure that personal information is handled appropriately and ethically. Please follow this link to read more about our privacy policy.",
      "This privacy Policy explains the privacy practices of SearchBase Limited, also referred to as ‘SearchBase’ and ‘SearchBase’. Our preparation and objectives for GDPR compliance have been summarised in this statement and include the development and implementation of new data protection roles, policies, procedures, controls and measures to ensure maximum and ongoing compliance. Please read our Privacy Policies to learn more about the activities as a data controller."
    ]
  },
  {
    "title": "Definitions",
    "texts": [
      "“Personal Data” means any information which relates to a living, identifiable person. It can include, name, address, mobile numbers, email addresses and any other information that can be used to identify an individual. “Personal Data” expands wider and can include a combination of information which when put together can be used to identify a person.",
      "“Calculated Data” coverall all the data which has been generated by processing data provided to us using our products. ",
      "“Processing” covers all the activities relating to using both personal and non-sensitive data by our organisation. This everything from its storage, disposal and everything in-between. Your data may be used to ethically decide if you qualify for a set of requirements that the creator of the product has set. We cannot control what the requirements for what the processing of the information may be, however encourage the service users to ethically handle all their transactions with end users. Your data may be used to setup alerts and notifications that the user of the platform may feel to be useful to you. Some of the notifications we send you may be ones you have actively registered for; however, others may be ones which the user of the platform may feel might benefit you. If you wish you wish to opt out of any of these, you should directly contact the owner of the application that you have used.",
      "“Data Subject” means the person and the company whose personal and non-personal data is being processed."
    ]
  },
  {
    "headline": "GDPR Principles",
    "title": "Lawfulness",
    "subtitle": "We process all our information lawfully, in fairness and with transparency. We as the controller encourage to only use your data until it is needed."
  },
  {
    "title": "Purpose Limitation",
    "subtitle": "If your data is not needed for a specific reason, we encourage the users of our platform to delete your information – however we are not in-control of this. "
  },
  {
    "title": "Data Minimisation",
    "subtitle": "We will not ask you for more information is needed. For some of our products, we will allow you to skip answering certain questions to ensure we are minimising the data collected about you. We will collect information such as the date and time and how long you used the application to help end users of the platform understand how they can provide you with the best experience possible."
  },
  {
    "title": "Accuracy",
    "subtitle": "We try our best to ensure that all the data we collect about you is accurate and is UpToDate."
  },
  {
    "title": "Integrity & Confidentially",
    "subtitle": "All the information processed is transferred over a secure network and connection (HTTPS) to ensure the integrity and confidentiality."
  },
  {
    "headline": "Legal Basis",
    "_table": {
      "head": [
        [
          {
            "text": "Purpose/Activity"
          },
          {
            "text": "Type of Data"
          },
          {
            "text": "Lawful basis for processing"
          }
        ]
      ],
      "body": [
        [
          {
            "text": "Client Journey"
          },
          {
            "items": [
              "Identify the user as a Client",
              "Time and Date of Access",
              "Duration of application usage"
            ]
          },
          {
            "items": [
              "Use their data to perform various tasks that require data from the user",
              "Allow for end users to contact the user engaged with the application."
            ]
          }
        ],
        [
          {
            "text": "Candidate Journey"
          },
          {
            "items": [
              "Identify the user as a candidate",
              "Time and Date of Access",
              "Duration of application usage"
            ]
          },
          {
            "items": [
              "Use the data entered the application for various activities within the software.",
              "Allow end users to contact the user engaged with the application."
            ]
          }
        ]
      ]
    }
  },
  {
    "title": "Legitimate Interests",
    "subtitle": "All the usage of the data we process, and control are for legitimate interests. We only store and process information that is of legitimate use, however we are not in control of when and if this data is ever deleted. We encourage the users of our platform delete any information they are not using, in most cases where the information will be used for legitimate reasons, we may store the information collected for a period of time."
  },
  {
    "title": "Your Consent",
    "subtitle": "Where you have provided your personal information/data to our application, you may withdraw your consent at any time. If you withdraw your consent, this will not make processing which we undertook before you withdrew your consent unlawful.",
    "texts": [
      "You can officially withdraw your consent by contacting the owner and or provider of the application and withdrawing your consent. "
    ]
  },
  {
    "headline": "Retention of Personal Data",
    "texts": [
      "Your personal data will not be kept longer than it is necessary to fulfil the specific supposes outlined in this document and to comply with our legal requirement.",
      "Any data that we hold onto will be completely encrypted and stored in the EU. Any personally identifiable information such as your name, address, date of birth, CV, email and telephone number will be kept until needed by the user of the otherwise deleted. "
    ]
  },
  {
    "subtitle": "Data we will keep for our Research and Performance Analysis",
    "items": [
      "User Retention time",
      "User geographical Location",
      "User usage count"
    ]
  },
  {
    "headline": "Who we share data with",
    "subtitle": "We may share elements of your personal information with Third party suppliers which will include:",
    "items": [
      "Providers of email and SMS providers which we can then use to contact you. For example, if you register for alerts or for someone to contact you, we will manage all the data transactions as safely and securely as possible.",
      "IP trackers to ensure that our software is being used by the intended target audience to prevent and fraud or security breaches. For example, we use providers to ensure that our services are not under misuse and are operating at the right levels.",
      "Providers of data aggregation and analytics software services that enable us to effectively monitor and optimise the delivery of our software services."
    ]
  },
  {
    "headline": "Data Rights",
    "items": [
      "Request Access to your personal data – (Also known as ‘subject Access’) allows you to receive a copy of your data and to check that we are lawfully processing it.",
      "Request Correction of your data - Allows you to ask us to correct any incomplete or inaccurate information we hold about you.",
      "Automated Decision Making – Some parts of our application that you use, may be connect to an automated decision-making system. You can request that your information is deleted by the service provider and that you are removed from this process if you wish not to participate within the decision-making process.",
      "Request Erasure of your data – Also known as ‘The right to be forgotten’ enables you to ask for us to delete or remove your data where there is no good reason for us to continue processing it."
    ]
  }
]